START_USER = """
ℹ️ Приветствую!{text}

Здесь ты можешь выбрать группу или бота.
"""
NOT_USER_NAME = """ℹ️ Приветствую тебя в боте P2P INVEST!!
{text}Мы не обслуживаем пользователей без username.
Пожалуйста открой настройки профиля и заполни свой уникальный username. ☺️
"""

NOT_CHACK_IN = """ℹ️ Для начала подпишись на наш основной канал, где мы будем публиковать последние новости нашего проекта.
"""

NOT_EMAIL_NAME = """ℹ️ Приветствую тебя в боте P2P INVEST!!
{text}Введи пожалуйста email.
"""

MENU = """
ℹ️ Добро пожаловать в главное меню
"""

HELP = """
<b>ПОМОЩЬ</b>
        
""" 

ADMIN_MENU_TEXT = """📝 Администрирование:
выбери необходимый пункт для дальнейших действий

<code>{}</code>
"""
ADMIN_CHECK_USER = """
🧾 Заполнить чек по пользователю:
<code>{}</code>
Перешли сообщение пользователя сюда...
"""

ADMIN_CHECK_SET_SUMM = """
🧾 Заполнить чек по пользователю:
<code>{}</code>
Впиши положительную или отрицательную сумму через точку по пользователю для корректировки общего дохода
пример 10.1 или -10.2
"""